<PAD>
，
的
。
不
是
了
房
一
有
店
,
我
间
酒
很
.
住
还
在
好
服
人
务
到
个
没
上
这
就
0
也
大
！
点
要
2
来
以
1
们
时
说
都
可
比
去
小
餐
过
下
前
后
价
错
次
入
但
地
天
感
台
能
差
和
早
客
多
家
员
会
较
觉
8
出
电
然
方
里
为
、
太
对
么
水
星
只
理
得
：
面
车
程
3
用
看
便
常
开
打
设
给
晚
如
他
道
中
楼
所
5
度
非
门
携
4
而
最
位
果
定
床
生
日
意
宾
费
格
行
馆
话
施
样
其
再
外
本
那
问
子
知
月
经
总
实
提
且
通
于
!
您
分
元
发
年
）
自
因
第
（
机
进
高
什
环
才
评
心
当
网
让
级
订
现
境
算
真
吃
结
别
之
三
两
该
7
着
你
无
空
想
洗
二
近
置
单
卫
调
离
标
般
旧
接
6
边
修
海
走
干
味
预
体
热
饭
态
音
些
内
候
回
等
路
装
情
9
换
几
？
安
特
厅
已
准
望
；
事
同
种
被
气
又
此
明
净
景
全
少
工
交
市
四
半
应
直
浴
满
口
周
更
作
钟
相
起
建
从
西
整
带
新
见
免
e
件
品
场
窗
隔
居
反
公
送
议
商
选
手
把
收
找
关
c
待
贵
钱
性
老
头
合
退
正
号
告
像
堂
信
华
加
题
法
快
部
视
管
每
象
睡
国
舒
游
受
友
卡
站
值
声
处
重
五
动
另
补
连
办
东
吧
推
谢
充
“
层
远
区
虽
质
豪
怎
”
求
风
己
做
t
改
清
需
供
竟
放
~
i
山
原
o
难
马
户
择
冷
r
极
并
强
先
停
成
朋
简
h
确
解
十
期
旅
色
完
宽
平
硬
由
套
跟
叫
美
夜
超
优
主
适
午
保
挺
希
荐
业
及
脏
吵
．
花
啊
菜
金
-
将
物
街
听
室
备
条
与
系
根
量
温
够
失
陈
诉
速
宜
光
足
消
向
馈
/
城
帮
拿
江
各
澡
身
假
何
续
至
张
包
表
欢
助
喜
名
长
静
n
取
香
梯
按
任
租
绝
排
查
低
力
除
块
)
火
达
偏
黑
南
际
刚
临
毛
C
附
基
字
巾
围
答
司
姐
请
招
乎
认
况
决
计
帐
线
显
:
份
她
或
k
北
白
考
它
却
始
靠
记
李
衣
式
票
(
使
园
;
坐
灯
万
步
a
观
示
州
湖
s
牌
具
论
掉
笑
缺
阳
壁
泳
诚
升
呵
脑
节
型
规
慢
?
响
广
港
倒
池
毯
坏
息
留
双
洁
…
联
淋
者
班
唯
旁
米
付
饮
稍
印
铁
政
歉
距
怪
烟
虑
醒
致
呢
利
扫
廊
搞
深
左
暖
肯
容
奇
茶
I
微
否
板
买
类
l
照
注
首
敢
赶
闹
协
拉
死
墙
破
岛
谓
据
必
丰
效
刷
p
未
千
配
影
代
富
遇
写
京
久
T
流
冰
段
即
吗
片
证
惠
乐
恶
挂
购
似
霉
女
称
积
细
右
士
玩
弄
飞
试
紧
化
令
哪
食
脸
复
休
普
专
K
济
儿
转
亮
股
落
目
桌
许
烈
"
约
箱
忙
龙
忍
投
民
沙
导
料
哈
素
泉
往
思
随
识
纸
O
礼
m
u
d
#
眼
尽
乱
终
维
指
蛮
晨
登
训
楚
拖
百
桶
庭
折
童
孩
布
烂
缸
制
y
尤
今
巴
切
爽
变
&
N
怕
异
亲
言
立
蚊
齐
男
锁
g
黄
传
责
器
顶
八
尚
迎
软
糟
讲
闷
鲜
询
B
瓶
报
扰
锦
局
晕
培
宝
造
严
活
享
―
档
喝
共
鞋
六
介
善
断
敞
P
持
数
引
符
H
甚
暗
噪
青
屋
跑
呼
支
角
估
权
泡
营
则
A
漂
碰
糕
忘
河
络
庆
底
冲
须
索
烦
M
木
尊
英
签
释
文
璃
语
队
惊
概
散
漏
属
故
担
凉
牛
券
愿
易
S
玻
争
团
油
E
码
统
副
省
谁
球
宿
吸
害
绍
越
映
陋
座
疑
兴
绿
厕
银
仅
洲
骗
图
负
馨
佳
顾
误
杂
运
账
九
臭
历
啦
貌
遗
柜
刻
存
丽
句
蛋
逛
烧
厦
林
赞
糊
顺
院
透
爱
奶
幸
含
厨
春
雨
急
领
憾
源
航
宁
红
麻
穿
健
吹
授
愉
府
脚
承
古
骚
村
季
郁
捷
谈
控
七
劣
形
哦
继
枕
涉
蟑
螂
湿
插
尔
桥
项
污
略
封
依
石
途
皮
销
仍
盘
淡
习
迹
泰
莫
卖
坚
肉
浓
央
杯
扬
世
怀
惯
既
押
敬
皇
垃
圾
产
压
斑
露
雅
鸡
愤
划
均
汽
末
抱
贴
初
v
阿
欺
汉
短
咖
延
鱼
悦
派
铺
闲
欠
勉
啡
帘
V
盖
师
势
夫
滩
寓
液
湾
摩
赠
止
匙
降
盛
惜
背
采
灰
丢
恭
吓
墅
袋
钥
摆
漆
恐
学
精
努
突
潮
良
余
款
垫
检
率
仔
沟
R
粥
跳
～
赔
遍
繁
亚
密
劝
椅
栈
独
浪
闻
喷
架
云
晶
朝
乘
药
冻
凌
资
D
端
界
扣
－
毕
碗
书
增
汤
腾
U
圈
德
命
频
尝
呀
零
津
述
敲
迷
功
催
册
状
悔
翻
劲
锅
康
冬
轻
范
熟
镇
威
哄
冒
悠
借
针
曾
福
矿
列
累
键
辆
若
松
予
促
盆
忽
昏
洋
货
念
顿
阁
漫
堵
遭
驾
涨
验
拒
牙
b
君
僻
搬
教
筑
聊
阴
巨
义
妈
寸
雪
杭
奥
售
曲
庐
伴
梦
胡
束
括
擦
护
伙
f
豆
例
庄
遥
展
幽
练
抽
凑
绕
聘
耐
挤
滑
巧
w
颜
L
炒
搭
爬
%
寄
鼠
懒
偿
草
畅
技
镜
永
誉
G
拾
众
婚
额
怜
警
０
痛
苦
土
曰
王
武
参
奈
损
罢
笔
珠
沿
夏
厚
混
血
盒
博
１
操
苏
懂
叶
闭
怖
耳
偶
挑
粉
社
险
堆
竞
旺
稳
嘈
娱
凯
树
壶
啥
模
归
卧
歌
匆
防
`
私
奉
纪
侧
寒
斯
拍
毒
虚
渍
核
嘿
肚
塑
饰
溪
邻
演
震
苑
唉
避
拔
刺
轮
志
剩
泥
昌
船
圳
ㄛ
职
币
涂
汗
夸
祝
X
乌
饱
眠
鼓
批
拨
案
迟
养
抬
幢
堪
阜
棒
集
傅
毫
慎
洞
谅
斩
挨
斗
漱
+
胜
欧
址
察
倍
举
虎
廉
嘉
某
浦
苍
谱
坑
孔
亏
困
桑
术
典
扇
塌
隆
返
病
拐
妹
躺
栋
赏
川
农
岁
缘
５
矩
番
》
著
骨
滨
沈
薄
娘
陵
挡
措
稀
弥
企
废
舍
婆
炉
脱
鲁
戴
限
虫
￥
陆
育
录
诺
洒
衷
监
波
姨
库
欣
群
逃
嘴
神
酸
岗
粗
晋
冠
宣
後
呆
刀
浆
２
趣
磨
晰
寺
邮
咬
尼
钻
森
滴
裤
丝
扑
窄
汁
吉
激
痕
喧
母
触
灵
愣
尘
佛
艺
史
蝇
恳
缝
纯
阵
阔
厉
伤
克
塞
纳
兰
画
凭
妙
残
幅
韩
乡
启
夹
虹
腔
圆
井
睛
乏
拆
怒
综
偷
菲
嘛
疯
减
渡
嫌
卷
县
材
摊
拥
摇
撤
鬼
姓
迪
\
鼻
潢
摔
惬
肮
医
载
邯
郸
痒
姑
勿
叭
俱
屏
幕
益
贸
剧
构
旋
序
荒
凤
凰
页
沉
弹
览
宴
财
替
吐
描
柔
宗
戏
踏
守
仙
隐
夷
丁
宰
彩
怨
祠
x
侣
陪
宅
昆
＊
渗
添
哎
兜
=
驴
烫
熨
赚
沐
愧
励
删
蓝
托
抢
狗
烤
妇
灭
剂
鸣
燕
拼
汇
委
郑
域
榻
帆
奖
棉
３
'
梳
播
狂
扭
移
W
野
朴
固
染
瓜
横
尖
障
督
蓬
逸
褥
昨
互
峰
填
塘
罗
氛
田
庙
咸
荣
胶
狭
轨
锈
占
竭
粘
罚
龄
坊
巷
傻
岂
宇
喇
讯
紫
递
挚
申
睬
坡
悉
章
岸
桂
傲
抗
腰
惨
睹
拎
滚
茄
瑞
抵
肠
祥
禁
迅
砖
橱
疆
弟
兮
恼
剔
诈
军
哭
讨
暴
寻
猪
患
脆
鼎
舟
＂
族
详
厂
熬
猫
遮
橙
败
链
耽
莱
裕
殊
哗
帝
＋
％
哥
抑
创
啤
赛
４
鄙
胃
获
官
骂
鸟
秋
徐
奢
罩
谷
斜
宫
忆
渔
塔
彻
尬
律
蜜
桃
杀
诸
抓
冤
宋
科
雾
Q
尾
煎
Y
辩
郊
溧
宵
访
税
颇
笋
秀
傍
叮
屿
窝
衡
兄
坪
朔
阅
盗
煤
馒
筒
亦
妥
《
晒
煮
扔
堰
腐
席
厘
糖
躲
唱
仿
壮
尴
敏
熙
裂
饿
俗
舞
晾
撕
欲
截
聚
暑
恰
绒
岳
赵
瘦
忠
智
腿
伸
陷
淮
弱
捅
_
莲
砸
咱
咨
屉
歇
慰
咯
颗
吞
麦
蛛
默
翼
框
剥
疗
缩
灾
割
犯
邀
鉴
逊
萨
允
坛
饼
旨
泛
踩
迫
>
碧
莞
爷
羽
俩
遵
执
摄
耍
笼
粤
洼
翠
疚
陕
耗
浩
阻
腻
碟
追
肤
杨
鞍
旗
姗
父
肴
垢
拜
酱
究
讶
审
凡
吊
^
咋
棚
掏
簧
蒙
缓
敦
枉
羊
淌
崩
摸
铜
轰
课
杜
皂
刮
糙
勤
桐
组
版
荡
吱
纱
胆
珍
驳
锡
征
钢
溢
厮
燥
伦
狠
噩
狼
哇
窟
判
咀
玫
瑰
赖
串
竹
蒸
辽
仪
坝
於
斥
晃
圣
哉
F
霸
徽
弯
牵
碑
阶
柳
祖
径
粒
匪
乳
恢
咽
椒
醉
凳
墨
诧
矮
诱
逢
〔
跤
肃
颁
攘
喊
愕
*
厌
盏
赃
壳
６
蚤
８
沾
蟆
趟
蒋
芋
歪
奏
$
奔
抹
琴
潜
壤
雄
熏
孕
乒
乓
谨
苹
挥
踪
堤
藏
嗽
咳
探
朵
屁
炎
笛
栏
拦
校
墓
磁
盐
肥
疲
劳
峨
眉
犹
宏
叠
输
忌
俺
喋
违
菸
朗
绵
治
烩
伞
飘
溃
惹
洛
融
∩
伊
叼
钓
浇
弧
澳
锣
兑
梅
旬
浸
饶
趴
救
茫
剪
握
党
艿
煲
潭
瓦
盈
咻
恒
裙
‘
’
呜
怡
纤
佣
挽
尺
椰
瓷
噜
贺
秦
袍
策
蟹
桦
疼
岭
滋
蛤
伟
荤
碍
罐
摘
扎
搅
闸
亭
漓
读
闽
阀
惟
恩
挪
跌
鳌
掩
嚣
卸
邦
披
咕
叹
涕
甜
辞
驻
暂
钩
哟
战
寿
狱
芳
扮
贝
慈
淘
汰
煌
甘
歹
皱
叙
甲
仁
猁
耋
眺
拌
搁
尸
辈
驶
铃
狮
ぃ
淑
嗓
聋
峡
炬
湘
喽
瑕
疵
巡
胁
逻
蜘
晓
狡
斤
媲
飙
锻
炼
迁
喻
抛
撑
窃
贼
捂
旷
敷
弃
蛇
研
鸭
歧
恨
篮
秒
擅
振
词
漯
贯
编
藉
宛
盟
茂
恕
逐
诬
润
霜
膏
丸
乾
慕
涑
溜
献
淄
窜
扯
竖
澈
盼
爆
灶
捏
搏
踢
衅
嗒
馄
崇
贱
勇
谎
疙
瘩
菇
辣
泊
誓
脉
炮
炸
氧
唤
渠
媒
嬴
湮
ㄐ
蜡
浅
辄
寨
淀
柄
纷
脾
＝
荷
瞧
亟
茬
撒
碌
彬
屈
葱
譬
萧
赴
[
]
滇
漠
靓
┬
び
９
瓣
乖
<
诗
召
麽
蔓
愁
猜
泪
悸
悲
辑
伍
焖
测
赣
衬
氏
雀
盯
筷
扩
峪
悄
辱
辘
遂
穷
逮
@
菌
织
浑
烘
扛
掌
赫
侍
剃
恍
鸿
栽
俄
斋
醋
潍
衍
泵
晖
仓
悟
栅
妆
耶
蹄
泻
轩
玉
孛
巫
椿
寝
危
掺
焕
薇
踹
荃
黎
筏
逆
淳
僵
汕
葬
覆
赐
辜
灿
署
械
轿
御
杆
勺
７
诞
粮
籍
丑
敌
妻
辛
钉
豫
革
渤
撞
呃
枫
丹
螺
慨
饨
叉
媚
溅
榨
闪
乃
逗
卢
逍
赢
侨
戈
棕
鼾
稽
忒
饺
柴
讹
拙
庸
疏
刘
溶
渣
ㄗ
夔
ㄘ
窒
踬
谛
⑺
□
憩
ゴ
熄
烛
呕
瞎
袜
褒
茉
莉
徒
呈
腥
袭
胖
苟
咐
孤
苛
烊
彼
嫩
唐
炝
雷
艇
扒
酶
雁
慌
柱
肿
兵
蛾
J
涠
瘾
＆
煦
忱
贩
粪
玛
仇
驰
蚌
埠
倡
瀑
蜀
棋
玺
Ｏ
Ｋ
筝
浮
榜
驱
侮
饥
蔑
喀
刹
虾
殉
谊
嗅
耷
腺
惑
{
}
雇
撰
婉
隙
涌
贡
燃
缆
捞
忧
葡
Ｍ
侈
粽
嘎
沪
梭
牢
韵
倦
拧
胚
蚝
湛
佘
爵
珊
瑚
夕
愚
拳
酷
娃
毁
冈
憋
芙
蓉
届
厢
嘲
讽
咚
叔
抠
抖
诫
昂
诿
荞
钮
朱
崖
枯
拂
艾
咫
螯
戚
罕
蚂
蚁
吼
铛
祈
【
】
辙
拢
酬
猎
旦
橄
榄
爸
臣
嵋
捆
绳
烹
竿
缙
闯
仲
蔽
讳
奋
卦
逼
刁
惰
脊
呻
吟
佃
浙
犬
搜
绪
叽
呱
哑
凶
植
篇
惫
射
垄
醛
嗨
奎
鸦
妗
劓
Е
膻
惕
酴
攴
褫
腴
眈
幂
弊
暮
滥
纠
q
逞
聪
偌
裹
陀
桩
丧
Ｎ
竣
秉
沃
槽
笙
孰
趋
嘱
伪
箭
嘻
陇
锋
挲
陶
眭
捡
馅
苞
镑
搂
Τ
滤
稻
涤
泄
杈
狈
瑜
昧
梆
杠
击
耸
帖
堡
伯
卤
衫
哨
杰
帽
＃
凹
嘶
馊
篱
揍
哀
琢
循
隶
诽
谤
卑
亢
伐
焉
挖
跨
础
嗷
忐
忑
沧
嚓
堕
汶
捐
崔
涵
昭
枝
腊
吾
霎
洪
豚
荟
秩
Ｄ
楞
裸
疹
蕉
柿
翔
匹
铝
俯
贿
吴
媳
／
橡
荫
怠
诩
驿
猴
掬
蛙
妨
沽
薯
沦
呛
硕
乍
臂
屯
董
嗯
仟
矢
辅
亨
邪
柏
淹
症
娜
坦
儒
苔
谬
睽
簿
姜
肆
噔
沸
辰
胸
碎
旭
佩
谐
趁
劫
蝶
缭
睁
翁
炖
纵
岩
颤
袖
牯
Ｓ
檫
恋
兔
谦
恬
哼
蔼
储
渲
澄
啷
醺
郎
漉
寥
挠
鞠
嗡
肇
倪
萍
橘
糨
戆
榈
肩
膀
莎
兆
谋
Z
犄
纹
贫
淫
噢
窿
祷
蕴
冕
戒
蹈
荆
喉
咙
鹭
甬
碜
姆
慵
筋
缴
叨
唠
汪
唰
憧
憬
蔬
闫
蕾
婶
迈
懵
棵
椎
吆
豁
盲
洽
郝
佐
瞠
擎
蹦
爹
蹩
谣
悍
衄
谏
隅
⑴
幛
昵
橇
埽
嘟
勘
ぱ
噫
衾
浚
岈
ヰ
楔
⑸
忮
嫖
蕞
夺
カ
р
腕
豢
鹞
А
ロ
蓟
摒
侪
赋
旰
郅
陬
疡
侗
葭
珩
殷
瞬
瘫
痪
偕
筛
禧
蔡
艳
勃
掂
粟
译
甩
牺
牲
屑
琶
筐
烁
镖
兼
伏
坟
梨
癫
媪
お
硐
斓
韭
芝
嫦
娥
ぇ
矫
ネ
キ
τ
砰
秸
ρ
┍
泽
隘
贪
缮
帕
艘
锯
蜗
琼
奸
珈
叻
蟋
蟀
赤
硌
哩
Ａ
Ｂ
Ｃ
嚎
喘
蹲
砂
霞
衔
蔚
葫
芦
幔
莠
钊
蹊
跷
羹
瞻
僚
璧
翅
瑙
秃
忖
搪
赊
刊
锐
舌
瘴
鸢
吻
琐
矛
皆
饕
餮
沏
齿
辨
膺
秽
馍
妓
樽
亳
挎
瞒
畴
眸
酌
濑
艰
嬉
敛
捧
荔
芭
葛
凄
骆
喱
赳
拇
樱
渺
藤
膜
赌
惚
灌
ず
抄
吁
枪
彰
牡
谭
竺
狐
雌
惩
亵
渎
蹋
暧
枣
峦
雕
仰
凸
疾
瞌
幼
鸽
搔
凛
涩
蜈
辟
蠢
罪
粹
鑫
扶
嫂
玲
珑
栖
娣
莆
挞
〕
撩
贷
笨
绑
岷
佰
涮
萝
卜
叟
噼
啪
砌
轴
曙
缤
癖
屡
妄
隧
痰
桔
磕
龌
龊
埋
埂
汐
脖
胎
萄
苗
拣
噌
缀
硝
侯
毡
葺
矣
恁
漕
纺
绩
毅
僮
羔
邋
遢
倨
俾
睨
饪
骤
捱
帅
彭
宠
郴
羡
芜
甥
丘
纬
秘
缅
菩
挣
绸
盥
呐
鳞
翘
弦
冯
Ｐ
吩
渴
妃
勒
侵
宦
崭
蝴
翡
榔
瑟
俏
憨
紊
熔
蓄
鹏
坞
浊
煞
茵
勾
谗
哆
嗦
涛
菽
踱
嫁
拟
纲
揣
舰
肢
玄
缠
斐
呦
募
矗
鄂
乞
滟
仕
屎
蒂
闵
馀
跃
惦
析
廷
濒
暇
罔
丫
瓢
蛳
捣
畔
凇
咏
钝
悬
舜
仨
邡
梁
埸
鹅
杏
葵
硫
磺
熊
削
瀛
颠
簸
骑
榭
蹿
侃
鳝
躬
悚
阐
砍
